<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Title Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'create' => 'Создать',
    'create_new_report' => 'Создать новый отчет',
    'save' => 'Сохранить',
    'search' => 'Поиск',
    'edit' => 'Редактировать',
    'relations'=>'Cвязи',
    'watch'=>'Cмотреть',
    'cancel' => 'Отменить',
    'confirm' => 'Подтвердить'


];
