<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Title Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'role' => 'Роль',
    'user' => 'Пользователь',
    'man' => 'Лицо',
    'search' => 'Поиск',
    'dictionary' => 'Բառարան ',
    'log' => 'Запись (журнал)',
    'bibliography' => 'Библиография',
    'external_signs' => 'Внешние приметы',
    'phone' => 'Телефон',
    'email' => 'Электронный адрес',
    'weapon' => 'Оружие',
    'car' => 'Автомашины',
    'address' => 'Адрес',
    'action' =>'Действие',
    'event' => 'Событие',
    'work_activity' => 'Трудовая деятельность',
    'organization' => 'Организация',
    'keep_signal' => 'Ведение сигналов',
    'man_beann_country' => 'Пребывание в стране',
    'objects_relation' => 'Связь между объектами',
    'signal' => 'Сигнал',
    'criminal_case' => 'Заведено уголовное дело',
    'control' => 'Контроль',
    'mia_summary' => 'Сводка МВД',

];
