<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Title Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'main' => 'Основной',
    'roles' => 'Роли',
    'role' => 'РОЛЬ',
    'report' => 'Отчет',
    'data-comparison' => 'Сравнение данных',
    'data-entry-through-files' => 'Ввод данных через файлы',
    'create' => 'Создать',
    'create-uppercase' => 'СОЗДАВАТЬ',
    'edit' => 'Редактировать',
    'create-new-user' => 'Создать нового пользователя',
    'edit-user' => 'Изменить данные пользователя',
    'admin' => 'Администратор',
    'users' => 'Список пользователей',
    'dictionary' => 'Словарь',
    'bibliography' => 'Библиография',
    'open' => 'Открыть',
    'phone' => 'Телефон',
    'sign' => 'Приметы',
    'man-external-sign-has-sign' => 'Приметы',
    'car' => 'Автомашины',
    'weapon' => 'Оружие',
    'address' => 'Адрес',
    'man' => 'Лицо',
    'work-activity' => 'Трудовая деятельность',
    'manBeanCountry' => 'Пребывание в стране',
    'objectsRelation' => 'Связь между объектами',
    'translate' => 'Система обучения',
    'simplesearch' => 'Простой поиск',
    'advancedsearch' => 'Сложный поиск',
    'consistentsearch' => 'Последовательный поиск',
    'table-content' => 'Список лиц из виде таблицы',
    'checked-user-list' => 'Список лиц из виде таблицы',
    'search_table_content' => 'Поиск по данным таблицы',
    'checked-user-list' => 'Список лиц из виде таблицы',
    'search_file'=> 'Поиск по файлами',
    'create_table_content' => 'Ввод данных через файлы',
    'signal' => 'Сигнал',
    'event' => 'Событие',
    'addTo' => 'Добавить',
    'Հարուցվել է քրեական գործ',
    'controll' => 'Контроль',
    'mia_summary' => 'Сводка МВД',
    'action' => 'Действие',
    'checked-file-data' => 'Ввод данных через файлы',



];
