<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Title Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'main' => 'Основной',
    'roles' => 'Роли',
    'role' => 'РОЛЬ',
    'report' => 'Отчет',
    'data-comparison' => 'Сравнение данных',
    'data-entry-through-files' => 'Ввод данных через файлы',
    'create' => 'Создать',
    'create-uppercase' => 'СОЗДАВАТЬ',
    'edit' => 'Редактировать',
    'create-new-user' => 'Создать нового пользователя',
    'edit-user' => 'Изменить данные пользователя',
    'admin' => 'Администратор',
    'users' => 'Список пользователей',
    'dictionary' => 'Словарь',
    'bibliography' => 'Библиография',
    'open' => 'Открыть',

];
