<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Title Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'main' => 'Основной',
    'roles' => 'Роли',
    'data-comparison' => 'Сравнение данных',
    'data-entry-through-files' => 'Ввод данных через файлы',
    'users' => 'Пользователи',
    'create' => 'Создать',
    'edit' => 'Редактировать',
    'create-new-user' => 'Создать нового пользователя',
    'edit-user' => 'Изменить данные пользователя'


];
