<?php
return [

    /*
    |--------------------------------------------------------------------------
    | Search Language Lines
    |--------------------------------------------------------------------------
    |
    */
    //show-file
    'name' => 'Имя',
    'last_name'=> 'Фамилия',
    'patronymic'=> 'Отчество',
    'birthday' => 'Год рождения',
    'address' => 'Адрес',
    'find_text' => 'Поиск текста',
    'paragraph' => 'Параграф',

    //checked-file-data
  'confirmed'=> 'Одобрено',
  'id'=> 'Id',
  'status'=> 'Статус',
  'procent'=> 'Процент',
  'desc'=> 'Описание',
  'file' => 'Файл',

  'View_the_file'=> 'Посмотреть файл',
  'add'=> 'Добавлять',
  'send'=> 'Отправить',

  //files validate
  'file_not_found' => 'Файл не был отправлен',
];
