<?php
return [

    /*
    |--------------------------------------------------------------------------
    | Search Language Lines
    |--------------------------------------------------------------------------
    |
    */
    //show-file
    'name' => 'Имя',
    'last_name' => 'Фамилия',
    'patronymic' => 'Отчество',
    'birthday' => 'Год рождения',
    'address' => 'Адрес',
    'find_text' => 'Поиск текста',
    'paragraph' => 'Параграф',

    //checked-file-data
    'confirmed' => 'Одобрено',
    'id' => 'Id',
    'status' => 'Статус',
    'procent' => 'Процент',
    'desc' => 'Описание',
    'file' => 'Файл',

    'View_the_file' => 'Посмотреть файл',
    'add' => 'Добавлять',
    'send' => 'Отправить',

    //files validate
    'file_not_found' => 'Файл не был отправлен',
    'wrong_date_format' => 'Неправильный формат рождения',

    'man' => 'Лицо',
    'organization' => 'Организация',
    'phone_number' => 'Номер телефона',
    'for_cars' => 'Для автомобилей',
    'product' => 'Продукт',
    'brand' => 'Бренд',

    'search_text' => 'Текст поиска',
    'library_field' => 'Поле библиотеки',
    'follower' => 'Последователь',
    'control_deadline' => 'Срок контроля',
    'confirm' => 'Подтверждать',
    'cancel' => 'Отмена',
    'termination_of_control' => 'Прекращение контроля',
    'deleting_an_entry' => 'Удаление записи',


    // searche file-page 

    'searche_file_title' => 'Руководство по поиску',
    'searche_file_info_1' => '1. Поиск с синонимами будет осуществляться, если в формате соответствия выбрать 100% совпадение.',
    'searche_file_info_2' => '2. При выборе последовательности поиск двух слов будет осуществляться с сохранением их последовательности.',
    'searche_file_info_3' => '3. Формат соответствия (50%-100%, 70%-100%, 90%-100%, 100% совпадение), если выбрать 100%, то поиск будет осуществляться без опечаток, если выбрать другие форматы, поиск осуществится в случаях, содержащих опечатки.',
    'searche_file_info_4' => '4. Добавление звездочки (*) в конце искомого слова, например: при*.',
    'searche_file_info_5' => '5. Вы можете поставить вопросительный знак (?) в искомом слове, например: пр?мер.',
    'searche_file_info_6' => '6. Добавляя плюс (+), затем пробел, затем символ плюса с круглыми скобками, прикрепленный к началу искомого слова, Пример: +пример +(пример1 пример2), результат поиска будет содержать первое слово и как минимум одно из слов, содержащих скобки. А в случае добавления минуса (-) это слово не должно быть Пример: + пример1 - пример2.',
    
];
