<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Sidebar Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'roles' => 'Роли',
    'file-upload' =>'Загрузка файлов',
    'search' => 'Поиск',
    'simple_search' => 'Простой поиск',
    'complex_search' => 'Сложный поиск',
    'template_search' => 'Поиск по шаблону',
    'file_search' => 'Поиск по файлам',
    'report_search_signal' => "Отчет по сигналам",
    'report_painting' => "Отчет по окраскам",

    'dictionaries' => 'Словари',
    'agency' => 'Органы управления',
    'doc_category' => 'Категория документа',
    'access_level' => 'Уровень доступа',
    'gender' =>  'Пол',
    'nation' => 'Национальность',
    'country' => 'Страна',
    'country_ate' => 'Страна, АТЕ',
    'language' => 'Языки',
    'religion' => 'Вероисповедание',
    'region' => 'Район (местный)',
    'street' => 'Улица (местная)',
    'locality' => 'Населенный пункт (местный)',
    'operation_category' => 'Оперативная категория',
    'education' => 'Образование',
    'party' => 'Партийность',
    'relation_type' => 'Характер связи',
    'sign' => 'Приметы',
    'character' => 'Характер владения',
    'car_category' => 'Категория машины',
    'car_mark' => 'Марка машины',
    'goal' => 'Цель въезда, мотив, причина, цель',
    'action_goal' => 'Цель действий',
    'action_qualification' => 'Квалификация факта (таблица действие)',
    'duration' => 'Продолжительность действия',
    'terms' => 'Условия совершения действия',
    'aftermath' => 'Последствия',
    'event_qualification' => 'Квалификация события',
    'worker_post' => 'Должность оперработника',
    'organization_category' => 'Категория организации',
    'signal_qualification' => 'Квалификация сигнальной информации',
    'resource' => 'Используемые силы и средства',
    'signal_result' => 'Результаты проверки (сигнал)',
    'control_result' => 'Результаты исполнения (контроль)',
    'taken_measure' => 'Принятые меры',
    'materials'=>'Материалы',
    'first_name' => 'Имя',
    'last_name' => 'фамилия',
    'middle_name' => 'Очество',

    'learning_systems' => 'Система обучения',
];
