<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Sidebar Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'roles' => 'Роли',
    'file-upload' =>'Загрузка файлов',
    'search' => 'Поиск',
    'simple_search' => 'Простой поиск',
    'complex_search' => 'Сложный поиск',
    'template_search' => 'Поиск по шаблону',
    'file_search' => 'Поиск по файлам',
    'report_search_signal' => "Отчет по сигналам",
    'report_painting' => "Отчет по окраскам",

];
