<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Sidebar Language Lines
    |--------------------------------------------------------------------------
    |
    */
    'add' => 'Добавлять',
    'status' => 'Состояние',
    'remove' => 'Удалять',
    'name' => 'Имя',
    'last_name'=> 'Фамилия',
    'patronymic'=> 'Отчество',
    'birthday' => 'День рождения',
    'file' => 'Файл',
    'read' => 'Читать',
    'create' => 'Создать',
    'edit' => 'Редактировать',
    'delete' => 'Удалить',
    'allow' => 'Разрешить',
    'mark-all' => 'Отметить все',
    'view' => 'Прасмотр',
    'smp_search' => 'Поиск',
    'file_search' => 'Поиск',
    'role'=> 'Роль',

];
