<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Title Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'create' => 'Ստեղծել',
    'save' => 'Պահպանել',
    'create_new_report' => 'Ստեղծել նոր հաշվետվություն',
    'add' => 'Ավելացնել',    
    'search' => 'Որոնել',
    'edit' =>'Խմբագրել',
    'relations' => 'Կապեր',
    'watch' =>'Դիտել',
    'cancel' => 'Չեղարկել',
    'confirm' => 'Հաստատել'




];
