<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Title Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'role' => 'Դեր',
    'user' => 'Օգտատեր',
    'man' => 'Անձ',
    'search' => 'Որոնում',
    'dictionary' => 'Բառարան ',
    'log' => 'Գրառում',
    'bibliography' => 'Նյութեր',
    'external_signs' => 'Արտաքին նշաններ',
    'phone' => 'Հեռախոս',
    'email' => 'Էլեկտրոնային հասցե',
    'weapon' => 'ԶԵՆՔ',
    'car' => 'Ավտոմեքենա',
    'address' => 'Հասցե',
    'work_activity' => 'Աշխատանքային գործունեություն',
    'man_beann_country' => 'Երկրում գտնվելը',
    'objects_relation' => 'Կապն օբյեկտների միջև',
    'signal' => 'Ահազանգ',
    'action' => 'Գործողություն',
    'event' => 'Իրադարձություն',
    'organization' => 'Կազմակերպություն',
    'keep_signal' => 'Ահազանգի վարում',
    'criminal_case' => 'Հարուցվել է քրեական գործ',
    'control' => 'Վերահսկում',
    'mia_summary' => 'Ոստիկանություն',


];
