<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Title Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'main' => 'Գլխավոր',
    'roles' => 'Դերեր',
    'report' => 'Հաշվետվություն',
    'data-comparison' => 'Տվյալների համեմատում',
    'data-entry-through-files' => 'Տվյալների մուտքագրում ֆայլերի միջոցով',
    'users' => 'Գործածողներ',
    'create' => 'Ստեղծել',
    'edit' => 'Խմբագրել',
    'create-new-user' => 'Ստեղծել նոր Օգտատեր',
    'edit-user' => 'Փոփոխել օգտատիրոջ տվյալները'


];
