<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Title Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'main' => 'Գլխավոր',
    'roles' => 'Դերեր',
    'role' => 'ԴԵՐ',
    'report' => 'Հաշվետվություն',
    'data-comparison' => 'Տվյալների համեմատում',
    'data-entry-through-files' => 'Տվյալների մուտքագրում ֆայլերի միջոցով',
    'users' => 'Գործածողներ',
    'create' => 'Ստեղծել',
    'create-uppercase' => 'ՍՏԵՂԾԵԼ',
    'edit' => 'Խմբագրել',
    'create-new-user' => 'Ստեղծել նոր Օգտատեր',
    'edit-user' => 'Փոփոխել օգտատիրոջ տվյալները',
    'admin' => 'Ադմինիստրատոր',
    'users' => 'Գործածողների ցուցակ',
    'dictionary' => 'Բառարան',
    'bibliography' => 'Նյութեր',
    'open' => 'Բացել',
    'email' => 'Էլեկտրոնային հասցե',
    'phone' => 'Հեռախոս',
    'sign' => 'Արտաքին նշաններ',
    'man-external-sign-has-sign' => 'Արտաքին նշաններ',
    'car' => 'Ավտոմեքենա',
    'weapon' => 'Զենք',
    'address' => 'Հասցե',
    'man' => 'Անձ',
    'work-activity' => 'Աշխատանքային գործունեություն',
    'manBeanCountry' => 'Երկրում գտնվելը',
    'objectsRelation' => 'Կապն օբյեկտների միջև',
    'translate' => 'Ուսուցման համակարգ',
    'simplesearch' => 'Պարզ որոնում',
    'advancedsearch' => 'Բարդ որոնում',
    'consistentsearch' => 'Հետևողական որոնում',
    'search_table_content' => 'Որոնում աղյուսակի տվյալներով',
    'checked-user-list' => 'Անձանց ցուցակ աղյուսակի տեսքով',
    'search_file' => 'ֆայլերի որոնում',
    'create_table_content' => 'Տվյալների մուտքագրում ֆայլերի միջոցով',



];
