<?php
return [

  /*
  |--------------------------------------------------------------------------
  | Search Language Lines
  |--------------------------------------------------------------------------
  |
  */
  'name' => 'Անուն',
  'last_name' => 'Ազգանուն',
  'patronymic' => 'Հայրանուն',
  'birthday' => 'Ծննդյան տարեթիվ',
  'address' => 'Հասցե',
  'find_text' => 'Փնտրել տեքստ',
  'paragraph' => 'Պարբերություն',

  //checked-file-data
  'confirmed' => 'Հաստատված',
  'id' => 'Id',
  'status' => 'Կարգավիճակ',
  'procent' => 'Տոկոս',
  'desc' => 'Նկարագրություն',
  'file' => 'Ֆայլ',

  'View_the_file'=> 'Տեսնել ֆայլը',
  'add'=> 'Ավելացնել',
  'send'=> 'Отправить',

  //files validate
  'file_not_found' => 'Ֆալյը չի գտնվել',

  
];
