<?php
return [

    /*
    |--------------------------------------------------------------------------
    | Search Language Lines
    |--------------------------------------------------------------------------
    |
    */
    'name' => 'Անուն',
    'last_name' => 'Ազգանուն',
    'patronymic' => 'Հայրանուն',
    'birthday' => 'Ծննդյան տարեթիվ',
    'address' => 'Հասցե',
    'find_text' => 'Փնտրել տեքստ',
    'paragraph' => 'Պարբերություն',

    //checked-file-data
    'confirmed' => 'Հաստատված',
    'id' => 'Id',
    'status' => 'Կարգավիճակ',
    'procent' => 'Տոկոս',
    'desc' => 'Նկարագրություն',
    'file' => 'Ֆայլ',

    'View_the_file' => 'Տեսնել ֆայլը',
    'add' => 'Ավելացնել',
    'send' => 'Отправить',

    //files validate
    'file_not_found' => 'Ֆալյը չի գտնվել',
    'wrong_date_format' => 'Սխալ ծննդյան ֆորմատ',

    'man' => 'Անձ',
    'organization' => 'Կազմակերպություն',
    'phone_number' => 'Հեռախոսահամար',
    'for_cars' => 'Ավտոմեքենաների համար',
    'product' => 'Ապրանք',
    'brand' => 'Ապրանքանիշ',

    'search_text' => 'Որոնման տեքստ',
    'library_field' => 'Շտեմարանի դաշտ',
    'follower' => 'Հետևող օ/ա',
    'control_deadline' => 'Հսկողության վերջնաժամկետ',
    'confirm' => 'Հաստատել',
    'cancel' => 'Չեղարկել',
    'termination_of_control' => 'Հսկողության դադարեցում',
    'deleting_an_entry' => 'Գրառման հեռացում',



    // searche file-page 

    'searche_file_title' => 'Որոնման Ուղեցույց',
    'searche_file_info_1' => '1. Հոմանիշներով, որոնումը կիրականացվի համընկման ձեվաչափում 100% համընկնում ընտրելու դեպքում:',
    'searche_file_info_2' => '2. Ընտրելով հաջորդականություն, երկու բառերի որոնումը կատարվելու է պահպանելով  դրանց հաջորդականությունը :',
    'searche_file_info_3' => '3. Համընկնելու ձևաչափը (90%-100%, 100% համընկնում),  100% ընտրելու դեպքում որոնումը կատարվելու է առանց տառասխալների , մնացած ձևաչափերը ընտրելուց  հնարավորություն է տալիս կատարել որոնում նաև տառասխալներ պարունակող դեպքերում:',
    'searche_file_info_4' => '4. Որոնվող բառի վերջում ավելացնելով աստղանիշ (*),  Օրինակ`  օրին* :',
    'searche_file_info_5' => '5. Որոնվող բառի մեջ կարելի է տեղադրել հարցական (?), Օրինակ` օր?նակը։',
    'searche_file_info_6' => '6. Որոնվող բառի սկզբից ավելացնելով գումարած (+), հետո բացատ, հետո գումարած սիմվոլը իրեն կպած փակագծերով, Օրինակ`  +օրինակ +(օրինակ1 օրինակ2), որոնման արդյունքը կպարունակի  առաջին բառը և փակագծում պարունակող բառերից առնվազն մեկը: Իսկ հանած (-) ավելացնելու դեպքում, այդ բառը պետք է չլինի Օրինակ՝ +օրինակ1 -օրինակ2։',
    
];
