<?php
return [

    /*
    |--------------------------------------------------------------------------
    | Search Language Lines
    |--------------------------------------------------------------------------
    |
    */
    'name' => 'Անուն',
    'last_name' => 'Ազգանուն',
    'patronymic' => 'Հայրանուն',
    'birthday' => 'Ծննդյան տարեթիվ',
    'address' => 'Հասցե',
    'find_text' => 'Փնտրել տեքստ',
    'paragraph' => 'Պարբերություն',

    //checked-file-data
    'confirmed' => 'Հաստատված',
    'id' => 'Id',
    'status' => 'Կարգավիճակ',
    'procent' => 'Տոկոս',
    'desc' => 'Նկարագրություն',
    'file' => 'Ֆայլ',

    'View_the_file' => 'Տեսնել ֆայլը',
    'add' => 'Ավելացնել',
    'send' => 'Отправить',

    //files validate
    'file_not_found' => 'Ֆալյը չի գտնվել',
    'wrong_date_format' => 'Սխալ ծննդյան ֆորմատ',

    'man' => 'Անձ',
    'organization' => 'Կազմակերպություն',
    'phone_number' => 'Հեռախոսահամար',
    'for_cars' => 'Ավտոմեքենաների համար',
    'product' => 'Ապրանք',
    'brand' => 'Ապրանքանիշ',

    'search_text' => 'Որոնման տեքստ',
    'library_field' => 'Շտեմարանի դաշտ',
    'follower' => 'Հետևող օ/ա',
    'control_deadline' => 'Հսկողության վերջնաժամկետ',
    'confirm' => 'Հաստատել',
    'cancel' => 'Չեղարկել',
    'termination_of_control' => 'Հսկողության դադարեցում',
    'deleting_an_entry' => 'Գրառման հեռացում',



    // searche file-page 

    'searche_file_title' => 'Որոնման Ուղեցույց',
    'searche_file_info_1' => '1. Ընտրելով հաջորդականություն, երկու բառերի որոնումը կատարվելու է պահպանելով  դրանց հաջորդականությունը :',
    'searche_file_info_2' => '2. Բառերի հեռավորություն - Որոնվող երկու բառի միջև այլ բառերի քանակ։ Բառերի հաջորդականություն ընտրելիս այս դաշտը պարտադիր պետք է լրացվի։',
    'searche_file_info_3' => '3. Հոմանիշներ - Որոնումը կիրականացվի ըստ այդ բառի և դրա հոմանիշների։',
    'searche_file_info_4' => '4. Ավտոմեքենա - Որոնվում են մեքենայի պետհամարանիշներ, որոնվող պետհամարանիշը պետք է լրացվի առանց բացատների։',
    'searche_file_info_5' => '5. 100% համընկնում - Որոնվում է լիովին համընկնող բառ, երկու և ավելի բառ որոնելիս ցուցադրվում է արդյունք, որտեղ առկա է նշված բառերից գոնե մեկը։',
    'searche_file_info_6' => '6. +/- Մի քանի բառ որոնելիս, եթե որևէ բառի սկզբում դրված է գումարած(+), ապա այդ բառը պարտադիր պետք է առկա լինի արդյունքում։ Գումարած կարող է դրված լինել մի քանի բառի դիմաց։ Եթե բառերից որևէ մեկի դիմաց դրված է հանած(-), ապա արդյունքում այդ բառը պետք է առկա չլինի։ Եթե մեկ բառի դիմաց դրված է գումարած(+), հետո գումարած և փակագծեր, ապա արդյունքում պարտադիր պետք է առկա լինի առաջին բառը և փակագծերում առկա բառերից որևէ մեկը։  ',
    'searche_file_info_7' => '7. Աստղանիշ(*) - Կարող է օգտագործվել միայն բառավերջում։ Աստղանիշը փոխարինում է տառեր, թվեր և այլ նշաններ։',
    'searche_file_info_8' => '8. Չակերտներ("") - Չակերտներում գրված բառերը որոնվում են հստակ գրված հերթականությամբ, բոլոր բառերի պարտադիր առկայությամբ։',
    'searche_file_info_9' => '9. Հարցական(?) - Այս նշանը կարող է օգտագործվել ցանկացած դիրքում։ Այն փոխարինում է ցանկացած մեկ նշանի օր՝ Թմ?ամոլ։ Եթե հարցական է դրվում որոնվող արժեքի սկզբից և վերջում, ապա արդյունքը պետք է լինի որոնվող արժեքը՝ ձաղից և աջից անհայտ նշաններով կամ առանց դրանց։ Օր՝ ?Ա-5 տտ/62?',
    'searche_file_info_10' => '10. 90-100% Համընկնում - Այս որոնման արդյունքը կարող է լինել ոչ լիովին համընկնումները, մեկ-երկու տառասխալներով։',
    
];
