<?php
return [

    /*
    |--------------------------------------------------------------------------
    | Search Language Lines
    |--------------------------------------------------------------------------
    |
    */
    'name' => 'Անուն',
    'last_name' => 'Ազգանուն',
    'patronymic' => 'Հայրանուն',
    'birthday' => 'Ծննդյան տարեթիվ',
    'address' => 'Հասցե',
    'find_text' => 'Փնտրել տեքստ',
    'paragraph' => 'Պարբերություն',

    //checked-file-data
    'confirmed' => 'Հաստատված',
    'id' => 'Id',
    'status' => 'Կարգավիճակ',
    'procent' => 'Տոկոս',
    'desc' => 'Նկարագրություն',
    'file' => 'Ֆայլ',

    'View_the_file' => 'Տեսնել ֆայլը',
    'add' => 'Ավելացնել',
    'send' => 'Отправить',

    //files validate
    'file_not_found' => 'Ֆալյը չի գտնվել',
    'wrong_date_format' => 'Սխալ ծննդյան ֆորմատ',

    'man' => 'Անձ',
    'organization' => 'Կազմակերպություն',
    'phone_number' => 'Հեռախոսահամար',
    'for_cars' => 'Ավտոմեքենաների համար',
    'product' => 'Ապրանք',
    'brand' => 'Ապրանքանիշ',

    'search_text' => 'Որոնման տեքստ',
    'library_field' => 'Շտեմարանի դաշտ',
    'follower' => 'Հետևող օ/ա',
    'control_deadline' => 'Հսկողության վերջնաժամկետ',
    'confirm' => 'Հաստատել',
    'cancel' => 'Չեղարկել',
    'termination_of_control' => 'Հսկողության դադարեցում',
    'deleting_an_entry' => 'Գրառման հեռացում',



    // searche file-page 

    'searche_file_title' => 'Որոնման Ուղեցույց',
    'searche_file_title_1' => 'Ֆայլերի որոնում էջում օգտատերը ընտրելով որոնման ձևը` ',
    'searche_file_info_1' => '1. Հոմանիշներով, այս կետը ընտրելու դեպքում կիրականացվի որոնում ըստ այդ բառի և այդ բառի հոմանիշների:',
    'searche_file_info_2' => '2. Բառերի հաջորդականություն, այս հնարավորությունը ընտրելու դեպքում երկու բառերի որոնումը կատարվելու է պահպանելով  դրանց հաջորդականությունը :',
    'searche_file_info_3' => '3. Բառերի հեռավորությունը (միայն թիվ), հնարավոր է նշել , թե քանի բառ պետք է լինեն որոնվող բառերի միջև:',
    'searche_file_info_4' => '4. Համընկնելու ձևաչափը (50%-100%, 70%-100%, 90%-100%, 100% համընկնում),  100% ընտրելու դեպքում որոնումը կատարվելու է առանց տառասխալների , մնացած ձևաչափերը ընտրելուց  հնարավորություն է տալիս կատարել որոնում նաև տառասխալներ պարունակող դեպքերում:',
    'searche_file_title_2' => 'Որոնման դաշտում կարող եք`',
    'searche_file_part_2_info_1' => '1. Որոնվող բառի վերջում ավելացնելով աստղանիշ սիմվոլը (*), որոնման արդյունքներում, ֆայլերում գտնված համնկնումները կլինեն կարմիր գույնի և ընդգծված: Օրինակ`  օրին* :',
    'searche_file_part_2_info_2' => '2. Որոնվող բառի մեջ կարելի է տեղադրել հարցական (?) սիմվոլը, եթե օգտատերը վստահ չէ որոնվող բառի որևէ  տառի իսկության վրա (Օրինակ` օրինակը թե օրինակի) կարող է տառի փոխարեն տեղադրել հարցական սիմվոլը, որոնման արդյունքները բարելավելու համար:',
    'searche_file_part_2_info_3' => '3. Որոնվող բառի սկզբից ավելացնելով գումարած սիմվոլը (+), հետո բացատ, հետո գումարած սիմվոլը իրեն կպած փակագծերով, և փակագծերի մեջ գրելով մեկ կամ ավելի բառ, որոնում կկատարվի բոլոր այն ֆայլերը որոնք կպարունակեն  առաջին բառը և փակագծում պարունակող բառերից առնվազն մեկը: Արդյունքները ֆայլերում կարտապատկերվեն կարմիր գույնով և ընդգծված: Օրինակ`  +օրինակ +(օրինակ1 օրինակ2):',
    'searche_file_part_2_info_4' => '4. Որոնման դաշտում բառից արաջ հանած (-) սինվոլը դնելու դեպքում համակարգը որոնելու է բոլոր ֆայլերը որտեղ բացակայում է տվյալ բառը: Մեկից ավել բառերի դեպքում բառերի արջևից դնելով գումարած կամ հանած սիմվոլները, համակարգը կորոնի ֆայլեր որոնք պարունակում են գումարածով բառերը և չեն պարունակում հանածով բառերը: Օրինակ`  -օրինակ1 +օրինակ -օրինակ2:',
    
    
];
