<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Sidebar Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'roles' => 'Դերեր',
    'file-upload' =>'Ֆայլերի բեռնում',

    'search' => 'Որոնել',
    'simple_search' => 'Պարզ որոնում',
    'complex_search' => 'Բարդ որոնում',
    'template_search' => 'Որոնում նմուշներով',
    'file_search' => 'Որոնում ֆայլերով',
    'report_search_signal' => "Հաշվետվություն ըստ ահազանգերի",
    'report_painting' => "Հաշվետվություն ըստ երանգավորման",


    'dictionaries' => 'Բառարաններ',

    'agency' => 'Կառավարման մարմիններ',
    'doc_category' => 'Փաստաթղթի կատեգորիա',
    'access_level' => 'Մուտքի մակարդակ',
    'gender' =>  'Սեռ',
    'nation' => 'Ազգություն',
    'country' => 'Երկիր',
    'country_ate' => 'Երկիր, ՎՏՄ',
    'language' => 'Լեզուներ',
    'religion' => 'Կրոն',
    'region' => 'Մարզ (տեղական)',
    'street' => 'Փողոց (տեղական)',
    'locality' => 'Բնակավայր (տեղական)',
    'operation_category' => 'Օպերատիվ կատեգորիա',
    'education' => 'Կրթություն',
    'party' => 'Կուսակցական պատկանելություն',
    'relation_type' => 'Կապի բնույթը',
    'sign' => 'Արտաքին նշաններ',
    'character' => 'Սեփականության բնույթը',
    'car_category' => 'Ավտմեքենայի կատեգորիան',
    'car_mark' => 'Ավտմեքենայի մոդելը',
    'goal' => 'Մուտքի նպատակը, դրդապատճառը, պատճառը',
    'action_goal' => 'Գործողության նպատակը',
    'action_qualification' => 'Փաստի որակավորում (գործողությունների աղյուսակ)',
    'duration' => 'Գործողության տևողությունը',
    'terms' => 'Գործողության կատարման պայմանները',
    'aftermath' => 'Հետևանաք',
    'event_qualification' => 'Իրադարձության որակավորում',
    'worker_post' => 'Օ/ա պաշտոնը',
    'organization_category' => 'Կազմակերպության կատեգորիա',
    'signal_qualification' => 'Ահազանգի երանգավորում',
    'resource' => 'Ներգրավաված ուժերը և միջոցները',
    'signal_result' => 'Ստուգման արդյունքները (ահազանգ)',
    'control_result' => 'Կատարման արդյունքները (վերահսկում)',
    'taken_measure' => 'Ձեռնարկված միջոցները',
    'materials'=>'Նյութեր',
    'first_name' => 'Անուն',
    'last_name' => 'Ազգանուն',
    'middle_name' => 'Հայրանուն',
    'learning_systems' => 'Ուսուցման համակարգ',


];
