<?php
return [

    /*
    |--------------------------------------------------------------------------
    | Sidebar Language Lines
    |--------------------------------------------------------------------------
    |
    */
    'add' => 'Ավելացնել',
    'status' => 'Կարգավիճակ',
    'remove' => 'Հեռացնել',
    'name' => 'Անուն',
    'last_name'=> 'Ազգանուն',
    'patronymic'=> 'Հայրանուն',
    'birthday' => 'Ծննդյան տարեթիվ',
    'file' => 'Ֆայլ',
    'read' => 'Կարդալ',
    'create' => 'Ստեղծել',
    'edit' => 'փոփոխել',
    'delete' => 'Ջնջել',
    'allow' => 'Թույլատրել',
    'mark-all' => 'Նշել բոլորը',



];
